#+TITLE: Brainstorm School Summer '22 II
#+AUTHOR: Chris Hogan
#+DATE: <2022-06-13 Mon> to <2022-07-03 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-06-15 Wed 22:03], for week 2022-W24.
  | Tags     | Headline                              | Time    |       |      |
  |----------+---------------------------------------+---------+-------+------|
  |          | *Total time*                          | *23:17* |       |      |
  |----------+---------------------------------------+---------+-------+------|
  |          | Week 1                                | 23:17   |       |      |
  |          | \_  <2022-06-13 Mon>                  |         | 10:43 |      |
  | drawing  | \_    VisCom Flash week 4 homework    |         |       | 3:06 |
  | drawing  | \_    FND I week 4 homework           |         |       | 2:09 |
  | drawing  | \_    VisCom FZD week 6               |         |       | 4:54 |
  | painting | \_    photoshop brush experimentation |         |       | 0:34 |
  |          | \_  <2022-06-14 Tue>                  |         |  8:53 |      |
  | study    | \_    PBC week 1                      |         |       | 5:00 |
  | drawing  | \_    PBC week 1 homework             |         |       | 3:53 |
  |          | \_  <2022-06-15 Wed>                  |         |  3:41 |      |
  | drawing  | \_    PBC week 1 homework             |         |       | 3:41 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *17h 43m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 34m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:

** <2022-06-13 Mon>
*** DONE VisCom Flash week 4 homework                               :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 07:34]--[2022-06-13 Mon 10:40] =>  3:06
    :END:
*** DONE FND I week 4 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 20:29]--[2022-06-13 Mon 21:01] =>  0:32
    CLOCK: [2022-06-13 Mon 12:49]--[2022-06-13 Mon 13:26] =>  0:37
    CLOCK: [2022-06-13 Mon 10:40]--[2022-06-13 Mon 11:40] =>  1:00
    :END:
*** DONE VisCom FZD week 6                                          :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 18:40]--[2022-06-13 Mon 20:29] =>  1:49
    CLOCK: [2022-06-13 Mon 17:10]--[2022-06-13 Mon 18:28] =>  1:18
    CLOCK: [2022-06-13 Mon 15:26]--[2022-06-13 Mon 15:51] =>  0:25
    CLOCK: [2022-06-13 Mon 14:42]--[2022-06-13 Mon 14:54] =>  0:12
    CLOCK: [2022-06-13 Mon 13:28]--[2022-06-13 Mon 14:38] =>  1:10
    :END:
*** DONE photoshop brush experimentation                           :painting:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 21:08]--[2022-06-13 Mon 21:42] =>  0:34
    :END:

** <2022-06-14 Tue>
*** DONE PBC week 1                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-06-14 Tue 12:00]--[2022-06-14 Tue 17:00] =>  5:00
    :END:
*** DONE PBC week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-14 Tue 18:15]--[2022-06-14 Tue 22:08] =>  3:53
    :END:
** <2022-06-15 Wed>
*** DONE PBC week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-15 Wed 21:46]--[2022-06-15 Wed 22:03] =>  0:17
    CLOCK: [2022-06-15 Wed 17:54]--[2022-06-15 Wed 21:18] =>  3:24
    :END:
